Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Platform.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# watch.capture
source: Quick Capture
zh_hans: 快速记录
zh_hant: 快速記錄

# watch.dictate.hint
source: Tap mic to record
zh_hans: 点击麦克风开始录音
zh_hant: 点擊麥克風開始錄音

# watch.recents
source: Recents
zh_hans: 最近记录
zh_hant: 最近記錄

# watch.widget.desc
source: Open voice capture directly
zh_hans: 直接进入语音采集界面
zh_hant: 直接進入語音采集界面

# watch.widget.displayDesc
source: Capture inspirations quickly.
zh_hans: 快速捕捉灵感。
zh_hant: 快速捕捉靈感。

# watch.widget.displayName
source: ZhiYu Capture
zh_hans: 智宇采集
zh_hant: 智宇采集

# watch.tenThousand
source: k
zh_hans: 万
zh_hant: 萬

# widget.characters
source: chars
zh_hans: 字
zh_hant: 字

# widget.knowledgeCompile
source: Knowledge Compile
zh_hans: 知识萃取
zh_hant: 知識萃取

# widget.title
source: Knowledge Base
zh_hans: 知识库
zh_hant: 知識庫

# platform.unsupported.pdf
source: PDF export is not supported on this platform.
zh_hans: 当前平台不支持 PDF 解析
zh_hant: 当前平臺不支援 PDF 解析

# platform.unsupported.mermaid
source: Mermaid diagrams are not supported on this platform.
zh_hans: 当前平台不支持 Mermaid 渲染
zh_hant: 当前平臺不支援 Mermaid 渲染

source: Pages Count
zh_hans: 页面数量
zh_hant: 頁面數量

# watch.briefing.promptTemplate
source: Based on the recently entered notes, generate a short, colloquial, and voice-broadcast-friendly daily knowledge briefing. Requirements: Remove all Markdown marks, use natural language transitions, and sound like a knowledge steward talking to me. Content: %@
zh_hans: 根据以下最近录入的笔记，生成一段简短、口语化、适合用语音播报的每日知识简报。 要求：去除所有 Markdown 标记，使用自然语言的转折词，像一位知识管家在对我说话。 内容： %@
zh_hant: 根據以下最近錄入的筆記，生成一段简短、口語化、適合用語音播报的每日知識简报。 要求：去除所有 Markdown 標記，使用自然語言的轉折词，像一位知識管家在對我說話。 內容： %@

# watch.briefing.synthesizing
source: Synthesizing…
zh_hans: 正在合成语音…
zh_hant: 正在合成語音…

# watch.briefing.getToday
source: Get Today's Briefing
zh_hans: 获取今日知识简报
zh_hant: 獲取今日知識简报

# watch.briefing.generateNow
source: Generate Now
zh_hans: 立即生成
zh_hant: 立即生成

# watch.briefing.audioBriefing
source: Audio Briefing
zh_hans: 语音简报
zh_hant: 語音简报

# watch.briefing.noNewContent
source: No new content, try capturing some knowledge
zh_hans: 暂无新内容，去录入一些知识吧
zh_hant: 暫無新內容，去錄入一些知識吧

# watch.briefing.systemPrompt
source: Generate a conversational, concise knowledge briefing.
zh_hans: 你是一位语音简报生成专家，生成口语化、简洁的知识简报。
zh_hant: 你是一位語音简报生成專家，生成口語化、简潔的知識简报。

# widget.vaultName
source: Vault
zh_hans: 笔记本
zh_hant: 筆記本

# watch.briefing.failed
source: Briefing generation failed, please retry
zh_hans: 简报生成失败，请稍后重试
zh_hant: 简报生成失敗，請稍後重試

# watch.pages
source: Pages
zh_hans: 页面
zh_hant: 頁面

# widget.pages
source: Pages
zh_hans: 页面
zh_hant: 頁面

# widget.words
source: Words
zh_hans: 字
zh_hant: 字

# watch.words
source: Words
zh_hans: 字数
zh_hant: 字數

# widget.dailyInsight
source: Daily AI Insight
zh_hans: 每日 AI 洞察
zh_hant: 每日 AI 洞察

# widget.knowledgeDistribution
source: Knowledge Distribution
zh_hans: 知识分布
zh_hant: 知識分布

# widget.qa
source: Q&A
zh_hans: 问答
zh_hant: 問答

# widget.dictating
source: Dictating...
zh_hans: 正在听写...
zh_hant: 正在聽寫...

# widget.voiceFlashCapture
source: Voice Flash Capture
zh_hans: 极速语音闪念
zh_hant: 極速語音閃念

# widget.syncedToiOS
source: Synced to iOS Vault
zh_hans: 已同步至 iOS 知识库
zh_hant: 已同步至 iOS 知識庫

# widget.llmWikiChunking
source: LLM Wiki Chunking
zh_hans: LLM Wiki 语义分块
zh_hant: LLM Wiki 語义分塊

# widget.llmWikiDescription
source: Hybrid FTS5 + Vector RAG pipeline.
zh_hans: 通过混合 FTS5 与向量存储，构建高效 RAG 知识检索闭环。
zh_hant: 通過混合 FTS5 与向量存储，構建高效 RAG 知識检索闭環。

# widget.flashThoughtSub
source: Capture flash thoughts into structured entities.
zh_hans: 记录每一处闪念，自动提炼实体与概念架构。
zh_hant: 記錄每一處閃念，自動提炼實體与概念架構。

# widget.insightQuote1
source: LLM Wiki: Keep core pure, connect freely.
zh_hans: LLM Wiki: 保持底层结构纯粹，知识节点自由连通。
zh_hant: LLM Wiki: 保持底层結構纯粹，知識節点自由連通。

# widget.insightQuote2
source: Flash Capture: Watch recording syncs automatically.
zh_hans: 闪念捕捉: 手表实时录音，后台同步至 Ingest 管道。
zh_hant: 閃念捕捉: 手表實時錄音，後臺同步至 Ingest 管道。

# widget.insightQuote3
source: Graph Mining: Entity & concept auto-extraction.
zh_hans: 图谱炼化: 实体与概念自动抽取，沉淀个人 Wiki。
zh_hant: 圖譜炼化: 實體与概念自動抽取，沉淀個人 Wiki。

# widget.sampleVoiceNote
source: Reading Karpathy's LLM Wiki architecture...
zh_hans: 今天在阅读 Karpathy 提倡的 LLM Wiki 架构时，想到了向量与 FTS5 混合的提炼流...
zh_hant: 今天在閱讀 Karpathy 提倡的 LLM Wiki 架構時，想到了向量与 FTS5 混合的提炼流...

# widget.zhiyuAI
source: ZhiYu AI
zh_hans: 智宇 AI
zh_hant: 智宇 AI

# widget.widgetsPreview
source: Widgets Preview
zh_hans: 组件预览
zh_hant: 組件預覽

# widget.watchVoiceCapture
source: Watch Voice Capture
zh_hans: 手表语音采集
zh_hant: 手表語音采集
